Repository: alexisruiz96/Sozi
Catalog: locales/*.po
Languages: da

source: Open an SVG file from your computer
da: Åben en SVG-fil fra din computer

source: File not found: %s.
da: Fil ikke fundet: %s.

source: Choose an SVG file
da: Vælg en SVG-fil

source: SVG files
da: SVG filer

source: Open an SVG file from your computer (<i class="fas fa-exclamation-triangle"></i> read-only)
da: Åben en SVG fil fra din computer (<i class="fas fa-exclamation-triangle"></i> skrivebeskyttet)

source: Open an SVG file from Google Drive
da: Åben en SVG fil fra Google Drev

source: Sozi (Error)
da: Sozi (Fejl)

source: File %s could not be loaded.
da: Kunne ikke hente filen %s.

source: Document is not valid SVG.
da: Dokumentet er ikke gyldig SVG.

source: Document was changed. Reloading.
da: Dokumentet blev ændret. Henter igen.

source: Document was imported from Sozi 13 or earlier.
da: Dokument blev importeret fra Sozi 13 eller tidligere.

source: Saved %s.
da: Gemte %s

source: Reset layer geometry
da: Nulstil lag geometri

source: Create a new frame
da: Dan ny ramme

source: Save the presentation
da: Gem præsentation

source: Redo
da: Gendan

source: Undo
da: Fortryd

source: Reload the SVG document
da: Genindlæs SVG-dokument

source: User interface
da: Brugerflade

source: Font size
da: Skriftstørrelse

source: Enable notifications on save and reload
da: Aktivér beskeder ved gemning og genindlæsning

source: Enable notifications
da: Aktivér beskeder

source: Select a layer to copy
da: Vælg et lag at kopiere

source: Default
da: Standard

source: Frame
da: Ramme

source: Show in frame list
da: Vis ramme liste

source: Show frame number
da: Vis ramme nummer

source: Title
da: Titel

source: Timeout (seconds)
da: Timeout (sekunder)

source: Timeout enable
da: Aktiver timeout

source: Layer
da: Lag

source: Link to previous frame
da: Link til forrige ramme

source: Clip
da: Klip

source: Copy layer
da: Kopier lag

source: Outline element Id
da: Skitser element-ID

source: Autoselect element
da: Autovælg element

source: Hide element
da: Skjul element

source: Layer opacity
da: Lag gennemsigtighed

source: Transition
da: Overgang

source: Duration (seconds)
da: Varighed (sekunder)

source: Timing function
da: Tidsfunktion

source: Relative zoom (%)
da: Relativ zoom (%)

source: Path Id
da: Sti-ID

source: Hide path
da: Skjul sti

source: Player
da: Afspiller

source: Allow to control the presentation
da: Tillad at styre præsentationen

source: using the mouse
da: bruge mus

source: using the keyboard
da: bruge tastatur

source: Allow to move the camera
da: Tillad at bevæge kameraet

source: Allow to rotate the camera
da: Tillad at rotere kameraet

source: Allow to zoom
da: Tillad at zoome

source: Delete the selected frames
da: Slet valgte rammer

source: Add layer
da: Tilføj lag

source: This layer is visible. Click to hide it.
da: Dette lag er synligt. Klik for at skjule det.

source: This layer is hidden. Click to show it.
da: Dette lag er skjult. Klik for at vise det.

source: Remove this layer
da: Fjern dette lag

source: Insert selection before frame %d
da: Indsæt det valgte før ramme %d

source: Insert selection after frame %d
da: Indsæt det valgte efter ramme %d

source: Aspect ratio:
da: Højde-bredde forhold

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
da: Flyt de valgte lag (tryk Alt for at zoome, Shift for at rotere)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
da: Zoom ind/ud på de valgte lag (du kan også trykke på Alt-tasten i Flytte mode)

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
da: Rotér de valgte lag (du kan også trykke Shift-tasten i Flytte mode)

source: Disable full-screen mode
da: Afbryd Fuldskærm mode

source: Enable full-screen mode
da: Aktivér Fuldskærm mode

source: Preferences
da: Indstillinger

source: Information
da: Oplysninger
